tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "timescale/tap"
brew "golang"
brew "awscli"
brew "ctags", link: false
brew "direnv"
brew "efm-langserver"
brew "fasd"
brew "libtool"
brew "ffmpeg"
brew "fish"
brew "foreman"
brew "fzf"
brew "git-flow"
brew "libyaml"
brew "global"
brew "htop"
brew "keychain"
brew "libksba"
brew "libpq"
brew "neovim"
brew "node"
brew "nvm"
brew "perl"
brew "poppler"
brew "ripgrep"
brew "shared-mime-info"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "v8@3.15"
brew "z"
brew "zlib"
brew "git-duet/tap/git-duet"
brew "timescale/tap/timescaledb"
cask "font-hack-nerd-font"
cask "ngrok"
