tap "ngrok/ngrok"
tap "timescale/tap"

brew "awscli"
brew "blueutil"
brew "ctags", link: false
brew "direnv"
brew "efm-langserver"
brew "fish"
brew "foreman"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-duet/tap/git-duet"
brew "git-flow"
brew "global"
brew "htop"
brew "keychain"
brew "libksba"
brew "libpq"
brew "libtool"
brew "libyaml"
brew "neovim"
brew "poppler"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shared-mime-info"
brew "sleepwatcher"
brew "the_silver_searcher"
brew "thefuck"
brew "timescale/tap/timescaledb"
brew "tmux"
brew "tree"
brew "tz"
brew "z"
brew "zlib"

brew "tree"
brew "wget"
brew "dash"

cask "font-hack-nerd-font"
cask "font-fira-code"
cask "ngrok"
cask "obsidian"
cask "kitematic"

