tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "timescale/tap"

brew "awscli"
brew "blueutil"
brew "ctags", link: false
brew "direnv"
brew "efm-langserver"
brew "fasd"
brew "ffmpeg"
brew "fish"
brew "foreman"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-duet/tap/git-duet"
brew "git-flow"
brew "global"
brew "golang"
brew "gopls"
brew "htop"
brew "keychain"
brew "libksba"
brew "libpq"
brew "libtool"
brew "libyaml"
brew "neovim"
brew "node"
brew "nvm"
brew "perl"
brew "poppler"
brew "python"
brew "python3"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shared-mime-info"
brew "sleepwatcher"
brew "the_silver_searcher"
brew "thefuck"
brew "timescale/tap/timescaledb"
brew "tmux"
brew "tree"
brew "tz"
brew "v8@3.15"
brew "z"
brew "zlib"

brew "tree"
brew "wget"
brew "tldr"
brew "go"
cask "go2shell"
brew "dash"
brew "mucommander"

cask "font-hack-nerd-font"
cask "font-fira-code"
cask "ngrok"
cask "obsidian"
cask "kitematic"

